---
kind: property
id: P:Autodesk.Revit.DB.Visual.Ceramic.CommonTintToggle
source: html/6e476439-6ecd-b2e8-be41-472eb4733776.htm
---
# Autodesk.Revit.DB.Visual.Ceramic.CommonTintToggle Property

The property labeled "Tint" from the "Ceramic" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".